rgz/app/controllers/labs_controller.rb

SELECT "labs".* FROM "labs"
---
  def index
    @labs = Lab.all